Repository: mteblesz/fluttartur
Catalog: lib/l10n/app_*.arb
Languages: pl

source: Login
pl: Logowanie

source: invalid email
pl: niepoprawny email

source: password
pl: hasło

source: Log in
pl: Zaloguj

source: Log in with Google
pl: Zaloguj się z Google

source: Sign up
pl: Zarejestruj się

# singup
source: Signup
pl: Rejestracja

source: invalid password
pl: niepoprawne hasło

# singupInvalidPassword
source: must be 8 characters long, icluding letters and numbers
pl: haslo musi mieć 8 znaków, w tym litery i cyfry

source: confirm password
pl: potwierdź hasło

source: passwords do not match
pl: hasła są różne

# lobby
source: Find room
pl: Znajdź pokój

source: Join
pl: Dołącz

source: Create Room
pl: Stwórz pokój

source: Room ID
pl: ID Pokoju

source: Log Out
pl: Wyloguj się

source: Enter your nick
pl: Wprowadź nick

source: Confirm
pl: Zatwierdź

# nickTooShort
source: Nick is too short
pl: Nick jest za krótki

# nickTooLong
source: Nick is too long
pl: Nick jest za długi

source: Nick has invalid characters
pl: Nick zawiera niedozwolone znaki

# nickInvalid
source: Nick is empty
pl: Nick jest pusty

# matchup
source: Room
pl: Pokój

source: Copy room's ID
pl: Skopiuj ID pokoju

source: Leave room
pl: Opuść pokój

# roleDefinitionsPage
source: Add roles
pl: Dodaj postacie

source: Start game
pl: Rozpocznij grę

source: Remove
pl: Wyrzuć

# game
source: King's Court
pl: Dwór króla

source: Forgot role?
pl: Przypomnij rolę

# yourRoleIs
source: Your are:
pl: Twoja rola to:

source: Good
pl: Dobry

source: Evil
pl: Zły

source: Close info
pl: Zamknij

source: Show
pl: Pokaż

source: Hide
pl: Ukryj

source: Quest results
pl: Wynik misji

# successResult
source: Success!
pl: Sukces!

# failResult
source: Fail
pl: Porażka

source: Close result
pl: Zamknij

source: Game results
pl: Wynik gry

# goodTeamWon
source: Good won! Kingdom is saved.
pl: Dobro wygrało! Królestwo ocalone

# evilTeamWon
source: Evil won! Kigdom is lost.
pl: Zło wygrało! Królestwo stracone.

source: Evil courtiers:
pl: Źli dworzanie

# merlinAndMorgana
source: Merlin and Morgana are among:
pl: Merlin i Morgana są wśród graczy:

source: Exit Game
pl: Opuść grę

source: Submit squad
pl: Zatwierdź drużynę

source: Vote for this squad
pl: Głosuj na tę drużynę

source: Reject
pl: przeciw

source: This squad was approved.
pl: Ta drużyna została zaakceptowana

source: Embark
pl: Wyrusz

source: Quest
pl: Misja

source: Vote in secret!
pl: Głosuj w sekrecie!

source: Success
pl: Sukces

source: Fail
pl: Porażka

source: Court:
pl: Dworzanie:

source: Squad:
pl: Drużyna:

# questInfo
source: Quest
pl: Misja

# isDoubleFail
source: For this quest to fail the Evil Team needs at least two 'Failure' votes.
pl: Potrzeba co najmniej dwa głosy 'Porażka', aby ta misja się nie powiodła.

# questStatus_ongoing
source: Current quest
pl: Obecna misja

# questStatus_rejected
source: Squad was rejected
pl: Drużyna odrzucona

# questStatus_successful
source: Ended with Success
pl: Zakończone sukcesem

# questStatus_failed
source: Ended with Failure
pl: Zakończone porażką

# questStatus_error
source: <error quest state>
pl: <błąd stanu zadania>

# questVotes
source: Votes (shuffled)
pl: Głosy (przetasowane)

source: Leader
pl: Przywódca

# squadVotingInfo
source: Squad acceptance
pl: Głosy na drużynę

# playerLeft
source: left game
pl: opuścił/a grę

# evilCourtiers_noOberon
source: Evil courtiers (except Oberon):
pl: Źli dworzanie (bez Oberona):

# evilCourtiers_noMordred
source: Evil courtiers (except Mordred):
pl: Źli dworzanie (bez Mordreda):

# goodKnight
source: a common knight
pl: zwykły rycerz

# evilEntity
source: a common spy
pl: zwykły szpieg

source: (no role)
pl: (bez roli)

source: Define roles
pl: Wybierz postacie

# goodRoles
source: Good
pl: Dobre:

# evilRoles
source: Evil
pl: Złe:

source: Assassin
pl: Zabójca

# addMerlinAndAssassin
source: Merlin & Assassin
pl: Merlin i Zabójca

# addPercivalAndMorgana
source: Percival & Morgana
pl: Percival i Morgana

# addOberonAndMordred
source: Oberon & Mordred
pl: Oberon i Mordred

# assassinChooses
source: Assassin chooses his victim. If he kills Merlin, evil wins.
pl: Zabójca wybiera ofiarę. Jeśli zabije Merlina, zło wygra

# killMerlin
source: Kill one of good courtiers. If you kill Merlin, evil wins.
pl: Zabij jednego z dobrych.. Jeśli zabijesz Merlina, zło wygra

# merlinSafe
source: Merlin is safe!
pl: Merlin ocalony

# merlinDead
source: Merlin was killed. Evil wins.
pl: Merlin zabity. Zło wygrywa

source: Hello World!
pl: Witaj Świecie
